{
    "id": "mo_90",
    "stac_version": "1.0.0-beta.2",
    "description": "Analysed wind and wave data from the raw data of ECMWF (ERA5) and NCEP between 1979 until present. The following information will be presented with global coverage: Wind roses (wind speed and direction) and wave roses (wave height, period and direction) and 90th percentiles and extreme values (wind speed and wave height). See [the Wiki](https://publicwiki.deltares.nl/display/BED/References) for further information about the MetOcean Database, and to find out more about the validity and quality of this dataset.",
    "links": [
        {
            "rel": "root",
            "href": "https://blueearthdata.org/api/static_stac/collection.json",
            "type": "application/json"
        },
        {
            "rel": "child",
            "href": "https://blueearthdata.org/api/stac/mo_90-gee",
            "type": "application/json",
            "title": "mo_90-gee"
        },
        {
            "rel": "child",
            "href": "https://blueearthdata.org/api/static_stac/mo_90/mo_90-mapbox/collection.json",
            "type": "application/json",
            "title": "mo_90-mapbox"
        },
        {
            "rel": "self",
            "href": "https://blueearthdata.org/api/static_stac/mo_90/collection.json",
            "type": "application/json"
        },
        {
            "rel": "parent",
            "href": "https://blueearthdata.org/api/static_stac/collection.json",
            "type": "application/json"
        }
    ],
    "title": "Wave and wind climate",
    "extent": {
        "spatial": {
            "bbox": [
                [
                    -180.0,
                    -90.0,
                    180.0,
                    90.0
                ]
            ]
        },
        "temporal": {
            "interval": [
                [
                    "2015-10-22T00:00:00Z",
                    null
                ]
            ]
        }
    },
    "license": "proprietary",
    "license_use": "Metocean Atlas Data Products (Wave and wind climate). - The Metocean Atlas Data Products are provided to give User a merely indicative first view of governing metocean conditions at a location or area of User’s choice. Hindcast data from various (publicly available) sources form the basis for the metocean data that is available on our website. It is noted the global data sources which the metocean data are based on, are generally of rather coarse spatial resolution and dedicated local studies may be needed for more detailed output. - The Metocean Atlas Data Products are NOT suitable for use for operational purposes such as, but not limited to, planning of offshore installations and operations, design of offshore platforms, pipelines, artificial islands or other structures, and User agrees not to use the Metocean Atlas Data Products for such operational purposes.",
    "license_warranty": "Metocean Atlas Data Products: Deltares does not guarantee, or imply in any way, that the Metocean Atlas Data Products will correspond to actual metocean conditions at the time of User’s intended activities.",
    "keywords": [
        "Coastal Management",
        "Offshore"
    ],
    "providers": [
        {
            "name": "Deltares",
            "description": "Deltares is an independent institute for applied research in the field of water and subsurface.",
            "roles": [
                "producer",
                "processor"
            ],
            "url": "https://www.deltares.nl"
        }
    ],
    "properties": {
        "deltares:scope": "global",
        "deltares:timeSpan": "Live",
        "deltares:units": "m"
    }
}