{
    "id": "gb",
    "stac_version": "1.0.0-beta.2",
    "description": "Topographic and bathymetric data from the General Bathymetric Chart of the Oceans (GEBCO). GEBCO's gridded bathymetric data set, the GEBCO_2019 grid, is a global terrain model for ocean and land at 15 arc-second intervals, obtained from the  GEBCO Compilation Group (2019) GEBCO 2019 Grid (doi:10.5285/836f016a-33be-6ddc-e053-6c86abc0788e). See [the Wiki](https://publicwiki.deltares.nl/display/BED/References) for further information about this dataset.",
    "links": [
        {
            "rel": "root",
            "href": "https://blueearthdata.org/api/static_stac/collection.json",
            "type": "application/json"
        },
        {
            "rel": "child",
            "href": "https://blueearthdata.org/api/stac/gb-gee",
            "type": "application/json",
            "title": "gb-gee"
        },
        {
            "rel": "self",
            "href": "https://blueearthdata.org/api/static_stac/gb/collection.json",
            "type": "application/json"
        },
        {
            "rel": "parent",
            "href": "https://blueearthdata.org/api/static_stac/collection.json",
            "type": "application/json"
        }
    ],
    "title": "Bathymetry",
    "extent": {
        "spatial": {
            "bbox": [
                [
                    -180.0,
                    -90.0,
                    180.0,
                    90.0
                ]
            ]
        },
        "temporal": {
            "interval": [
                [
                    "2015-10-22T00:00:00Z",
                    null
                ]
            ]
        }
    },
    "license": "proprietary",
    "license_use": "Elevation Data Products (Elevation). - The purpose of the Elevation Data Product is to support the analysis and interpretation of the other Data Products by the User. The Elevation Data Product should NOT be used for navigation or for any other purpose involving safety at sea or on land.",
    "license_warranty": "Bathymetry Data Product: The Data Product is based on the GEBCO Grid, among others. While every effort has been made to ensure reliability within the limits of present knowledge, the accuracy and completeness of The GEBCO Grid and the Bathymetry Data Product cannot be guaranteed. As The GEBCO Grid nd the Bathymetry Data Product is an information product created by interpolation of measured data, the resolution of The GEBCO Grid and the Bathymetry Data Product may be significantly different to that of the resolution of the underlying measured data.",
    "keywords": [
        "Flooding",
        "Coastal Management",
        "Offshore"
    ],
    "providers": [
        {
            "name": "Deltares",
            "description": "Deltares is an independent institute for applied research in the field of water and subsurface.",
            "roles": [
                "producer",
                "processor"
            ],
            "url": "https://www.deltares.nl"
        }
    ],
    "properties": {
        "deltares:scope": "global",
        "deltares:timeSpan": "Live",
        "deltares:units": "m"
    }
}